[
  {
     "title":"What is the Mitron App?",
     "contenu":"The Mitron app is a free short video sharing app and a social platform for users to share content online. This mobile application is designed for people to flaunt their innovative videos online with an incredible touch of the Mitron app with a new theme of light humour. Mitron provides an easy and seamless interface for users to create, edit and share their videos, and at the same time browse through a library of top videos across the globe. Mitron is a creative social platform where people can come and entertain themselves with small videos posted by users across the globe and at the same time create a social space for people to share and create their videos."
  },
  {
     "title":"How to Use the Mitron App?",
     "contenu":"The Mitron mobile app can be used easily. The interface is similar to Tiktok app, just scroll up and down to watch short videos. If a user wants to create their own short video, then they will have to sign in into the app with a username and password. After signing in into the app, click on the video button which is at the bottom centre of the app-screen. Then, record your video, edit it, and hit publish. Once you have published the video, it will be on your profile for people to watch for free."
  },
  {
     "title":"Short Video and Social Platform",
     "contenu":"Mitron is to create a platform where people can come and entertain themself with small videos posted by people across the globe and at the same time create a social incentive for people to share and create their own videos."
  },
  {
     "title":"create a social incentive for people",
     "contenu":"Mitron is a free Short Video and Social Platform. It is designed for people to showcase their innovative videos inline with our theme of light humor. Mitron provides an easy and seamless interface for users to create, edit and share their videos, and at the same time browse through a library of top videos across the globe."
  },
  {
     "title":"Best Indian Alternative For TikTok",
     "contenu":"This is a short video maker app where you can make short funny videos. The app allows you to show your talent by singing, dancing, comedy, cooking, art, beauty, etc in 15 seconds. Awesome! This is like a revamped Snapchat but with a number of other features"
  },
  {
     "title":"Best Indian Alternative For TikTok",
     "contenu":"China\\'s most popular short video apps TikTok and Kuaishou (known as Kwai overseas) are now prevailing in India. ... LIKE was the third-most downloaded app in India in 2018, counting 64 percent of its users as Indian."
  },
    {
     "title":"How To Download Mitron App",
     "contenu":"Mitron is free open source application. Open Your Play stor in mobile and Search Mitron World and Download First App."
  },
  {
     "title":"Mitron",
     "contenu":"Mitron is a free Short Video and Social Platform. It is designed for people to showcase their innovative videos inline with our theme of light humor. Mitron provides an easy and seamless interface for users to create, edit and share their videos, and at the same time browse through a library of top videos across the globe."
}
]
