[
  {
     "title":"What is SnapChat?",
     "contenu":"No matter how much experience you have with Snapchat, the chances are you have some questions about how this social media platform works.\nHundreds of millions of people now use Snapchat every month. Most of these users are under the age of 25, and have grown up navigating the ever-changing world of social media apps.\nHowever, while most social media apps have a clear purpose and function, Snapchat is simultaneously a news source, instant messenger, public broadcast platform, selfie-taker, and #1 source of that dog tongue filter. Honestly, even for its most experienced users, Snapchat can be pretty confusing.\nTo help, we have put together a single resource where you can learn exactly how to use Snapchat. Whether you want to send pictures of your breakfast to your best friend, participate in a location-based story, create a Bitmoji, or catch up on your favorite celebrities, this article will answer all of your questions…\nReleased in 2011, Snapchat began as a way to send friends pictures (the titular “snaps”) that would automatically disappear 10 seconds after being viewed. But that was only the beginning.\nNow, Snapchat is really more of a social media platform than a singular app. You can still use the app to send and receive silly photos, but you can also use it to share an ongoing “story” of photos and videos from your day (either publicly or with friends), instant message your friends, follow the lives of celebrities, or keep up with current events by watching location-based stories happening near you.\nConfused? You’re not the only one. So keep reading to learn more about all of the features that are now available on Snapchat."
  },
  {
     "title":"Snapshat Glossary",
     "contenu":"You’re not imagining it – Snapchat has its own language. If you don’t know a Filter from a Lens, a Story from a Sticker, or what the heck a Bitmoji is, we’re here to help.\nHere’s a short guide to Snapchat as a Second Language:\nBitmoji: A cartoon character that looks like you, with a variety of different poses and expressions that you can add to your snaps and chats.\nEmoji: Just like most other messaging apps, Snapchat has a collection of smiley faces, animals, flags, and symbols that you can add to messages and snaps using your phone’s keyboard. This may also refer to the emojis next to your friends’ names – some of these have a secret meaning.\nFilters: Filters are photo editing tools that you apply after taking a snap, like “black and white,” “slow motion,” or “glow”.\nFriends: Friends in snapchat are the people you choose to add to your contact list. If you send enough snaps to each other, you may become “best friends”!\nGeofilter: A geofilter is a filter that appears automatically based on the location you are currently in.\nGeosticker: A geosticker is a sticker that appears automatically based on the location you are currently in.\nLens: Like a filter, but you can apply a lens to your image before you take the picture or video. Many lenses distort your face in funny ways, give you animal ears, or change your voice.\nMemories:  Want to save your snap forever? Snapchat Memories allows you to look back at saved photos and videos that you sent in the past.\nSketch: A staple feature of Snapchat, the sketch feature allows you to draw on top of any picture that you take.\nSnap: The name for any photo or video that you take and send using the app.\nSnapcode: A QR code associated with an individual user. This makes it easy to add new friends.\nSnap Map: A map that shows you your friends’ locations, and all of the stories happening near you.\nSnap Streak: When you and a friend send snaps back and forth within 24 hours you start a snap streak. Your snap streak counts the number of days that you have snapped each other.\nSticker: A sticker is like an emoji, but you can change its size and location on your snap. The app personalizes several stickers based on your location, the time of day, and any events happening near you.\nStory: A story is a collection of snaps that you play in sequence. You can create a general story for your day, add to a public story, watch a celebrity’s story, or create a specialized story for a single event. Usually these expire after 24 hours.\nTrophy: Snapchat awards trophies to users for completing certain combinations of actions on the app. How many can you collect?"
  },
  {
     "title":"How to Set Up Snapchat?",
     "contenu":"Start by downloading Snapchat for iOS or Snapchat for Android — it’s only available as a mobile app. When registering, the app will ask you for your name, date of birth, username, password, email, and phone number.\nChoose your username carefully, because there’s no option to change it in the future.\nAfter you create your account, Snapchat will guide you through the steps you need to take to start using the app.\nIf you want, Snapchat can access your contacts to see which of your friends is already using Snapchat. Alternatively, you can skip this step using the button in the top right-hand corner and add your friends manually instead.\nThat’s it. The selfie screen will now open automatically, and you’re all set."
  },
  {
     "title":"Navigating The Snapchat App",
     "contenu":"Snapchat is a maze. Here are the key screens you need to know about to find your way through the app and access the features you want to use.\nCamera Page: This is the “main page” of the app, and it’s where you go to take photos and videos using the front or rear camera. While taking a snap you can add lenses, and after taking a snap the page will automatically load the filters, geofilters, sketch tools, and stickers available for you to use.\nProfile Page: Find this page by pressing the outline of a person’s head and shoulders in the top left-hand corner. This page shows you your Snap Code and Snap Score, and gives you access to your Trophies, Stories, Contacts, Bitmoji, and Settings (the gear in the top right-hand corner)\nFriends Page: Find this page by tapping the chat bubble in the bottom left-hand corner or by swiping to the right. This page shows you all of your friends and current conversations. This is where you can check on your snap streaks, snap or message friends directly by tapping on their name, and place audio calls or video calls to friends.\nMemories Page: Find this page by tapping the image of two photos in the bottom centre of the camera page, or by swiping up. This page gives you access to your saved snaps (memories) and phone’s camera roll.\nDiscover Page: Find this page by tapping the map icon at the bottom right-hand corner of the camera page, or by swiping left. This page lets you watch stories from celebrities, publications, and events around the world. You can also access the Snap Map by pressing the search bar – it will load as your first result!"
  },
  {
     "title":"How to add Friends On Snapchat ?",
     "contenu":"Snapchat is only fun if you have friends to snap with. You can add people you already know by letting Snapchat access your contacts, or pressing Add Friends on your Profile Page.\nUse the top search bar to search for friends using their username, or press Snapcode to add a friend using a photo of their unique snapcode.\nIf you want to follow a celebrity or brand on Snapchat, you can try searching for them by name. But, beware, as there are a lot of fake accounts out there. You’re better off looking for the person’s information on another verified social media platform, or checking this list of verified Snapchat users."
  },
  {
     "title":"How to Take a Snap ?",
     "contenu":"You’re navigating the app like a pro, and you have friends to talk to — it’s time to send your first snap!\nTaking a snap is as easy as one, two, three:\nChoose whether you want to take a selfie or a rear camera photo. You can switch between these two options by pressing the lens button in the top right-hand corner of your screen.\nPress the Circle in the bottom centre of your screen to take a photo. If you’d prefer to take a video snap, press and hold the button to film. When you remove your finger the camera will stop filming.\nPress the Blue “Send to” Button in the bottom right-hand corner of your screen.We’ll talk about editing your snaps later – for now, simply select the friend or story you wish to send the snap to, and hit “send” in the bottom right to confirm.\nHow to Send a Photo From Your Phone on Snapchat\nAlready taken the perfect picture? You don’t need to try to replicate it on the Snapchat app. Immediately under the circle button you’ll see an icon with two rectangles overlapping. Press that icon to access saved snaps and your camera roll, then send your photo using the method above."
  {
     "title":"How To chat with friends on Snapchat ?",
     "contenu":"Do you want to use Snapchat for instant messaging? Then simply tap on their name on your friends page, and use the buttons at the bottom of the screen to navigate your chat options.\nMoving left to right:\nMemories icon: allows you to send your friend a saved snap\nPhone icon: will let you start a voice call with your friend\nCircle button: lets you take a snap to send directly to this friend\nVideo icon: lets you start a video call with your friend\nSmiley face icon: lets you send a Bitmoji to your friend\nLike snaps, your chat messages will disappear after you view them a single time.\nWant to save a message to re-read later? Press and hold on the message to pin it to your chat."
  },
  {
     "title":"How to use snapchat stories ?",
     "contenu":"Snapchat stories are easily one of the most addictive features of the entire app. This is the best way to tell a cohesive story about an event you’re at, showcase a vacation, or answer questions from friends and fans. Your snaps remain on your story for 24 hours, and can be viewed an infinite number of times before being deleted.\nUnfortunately, Stories are also one of Snapchat’s most confusing features. Here’s what you need to know…\nHow to Make a Snapchat Story\nYou can add to your story by taking a snap the usual way and then selecting “My Story” as one of the recipients.\nOr, you can navigate to the “My Story” button on your Profile Page to take a snap that will be sent directly to your story and no one else.\nFrom your Profile Page you can also choose to make a “New Story”. This story will be separate from your default story. These stories can be a “Private Story” (only you can add to the story, and only invited friends are able to view it), a Custom Story (you choose who can add to the story and who can view it), or a Geo Story (visible to you and anyone nearby).\nYour Profile Page also lets you change the privacy settings of any story. Just press the “…” button to change an individual story’s audience.\nWant to save an entire story for later? Press the download button next to the story you want to keep.\nHow Do I Know Who Has Viewed My Snapchat Story?\nView your own story by pressing the circle button next to your username on your Profile Page. Then, tap the tiny arrow found at the bottom of your screen. It will slide up to show you how many views your snap has (the eye icon) and how many screenshots have been taken (the overlapping arrows).\nWant to delete a snap from the story? Press the garbage can icon. Or, if you’d rather save an especially good snap forever — simply tap the download icon at the bottom right.\nHow to Watch Someone Else’s Snapchat Story\nAll of your friends’ stories are found in the circle next to their username on your Friends Page. Tap on the circle, and enjoy watching what they’re up to!\nTo navigate a story, you:\nTap the screen anywhere to skip a snap before it times out\nPress and hold the screen anywhere to send the snap to a friend\nPull down to exit out of the story\nHow to Add to a Snapchat Our Story\nWant to participate in a public story curated from snaps submitted by tons of unrelated users? These may be linked to an event, a geographical location, or a worldwide theme.\nTo participate, take your snap like normal from the Camera Page. Then, instead of “My Story” select “Our Story”. Your photo will be reviewed, and then will be available for anyone to view publicly based on your location or event.\nOur Story is an incredibly fun feature. But be careful, as you never want to give identifying information or locations in your public snaps — the photos could go anywhere or be seen by anyone."
   }
]
