[
  {
     "title":"Wells Fargo Intro",
    "contenu":"The Wells Fargo Mobile app allows credit card users to check and pay their balances, view their “Go Far” cash-back rewards and shop through Wells Fargo’s online portal to earn bonus points. Cardholders can also use the app to manage account alert settings, check their FICO score, dispute a transaction, manage travel plans, replace their card and contact customer service.\n      If you hold other accounts with Wells Fargo — including checking, savings, mortgage, student loan or personal loan accounts — they’ll also be visible on the app when you log in.\n       For Android phones, the app offers the Wells Fargo Wallet feature, a digital wallet that allows you to add your Wells Fargo debit and credit cards. You can use your Wells Fargo Wallet at NFC-enabled point-of-sale systems to pay with your phone instead of the physical card."
  },
  {
     "title":"How do I begin?",
     "contenu":"What can I do with the Wells Fargo Mobile ?\nMobile website, which allows you to access accounts to check account and Rewards balances2, view detailed account activity, make transfers, pay bills, and more.\nText banking, which allows you to quickly request and receive basic account information, and move money between your eligible Wells Fargo accounts via text message.\nApps, which provide the same features as your mobile browser, plus one-touch access to Sign On, easy menu navigation, and GPS-powered ATM/location information.\nHow much does Wells Fargo Mobile cost?\n      There are no fees to use or access wellsfargo.com, text banking, or our apps. Please check with your wireless provider about carrier and web access charges.\nCollapseHow is Wells Fargo Mobile secure?\nText banking is secure because:\nYou view accounts by nicknames you set, not account number\nNo detailed personal information sent\nIt’s covered by our Online Security Guarantee\nOur mobile website and apps are secure because:\n128-bit encryption masks your sensitive information\nWhen you close your browser or the app, the session ends\nThey’re covered by our Online Security Guarantee\nCollapseWhat should I do if I lose my device?\n      If your device is lost or stolen, call 1-866-863-6762, 24 hours a day, 7 days a week to deactivate your account.\nCollapseWhat are mobile preferences and how do I change mine?\n      With mobile preferences, you can manage your mobile accounts and nicknames, as well as update your text banking preferences. To do so, select the Preferences menu option once you are signed on at wellsfargo.com or our app.\n    Text banking customers: You can also manage preferences by sending PREF to 93557 (WELLS).\nWhat are nicknames and how do I change mine?\n      You can nickname your accounts and will see the same account names from your desktop, phone or tablet. To nickname your accounts, select Settings from the menu option once you are signed on to wellsfargo.com."
  },
  {
     "title":"The Basic Things that you may know",
     "contenu":"What are the text banking commands?\nACT: View account activity on your primary account. To view account activity of another account, include the account nickname. Example: ACT VISA\nBAL: Receive the balance of your primary account. To receive the balance of another account, include the account nickname. Example: BAL SAV\nBAL ALL: Receive the balance of all your enrolled accounts\nCOM: Receive a list of all text banking commands\nDUE: View information for your credit card account(s)\nTRA: Transfer funds between your Wells Fargo Checking and Savings accounts and to your Wells Fargo Credit card\nHELP: Get Wells Fargo contact information\nSTOP TEXT: Disable text banking\nHow is text banking secure?\nText banking is secure because:\nYou view accounts by nicknames you set, not account number\nNo detailed personal information sent\nText banking won’t send unsolicited text messages\nIt’s covered by our Online Security Guarantee\nWill text banking work on my phone?\n      Text banking will work as long as your carrier supports text messaging. Check with your carrier for details about text messaging charges.\nDoes my mobile carrier support text banking?\nCurrently, text banking is supported by the following carriers:\nAT&T\nAlltel\nBoost\nCricket Communications\nNextel\nSprint\nT-Mobile\nUS Cellular\nVerizon Wireless\nVirgin\n\nRegional Carriers:\nACS Wireless\nAll West Communications\nAppalachian Wireless\nBluegrass Cellular\nBreakaway Wireless\nCarolina West Wireless\nC-Spire\nCellcom\nCellular One of East Central Illinois\nCellular One of NEPA\nCentennial Wireless\nChat Mobility\nCincinnati Bell\nCTC\nDuet Wireless US\nElement Mobile\nFarmers Mutual Telephone\nGCI Communications\nGolden State Cellular\nIllinois Valley Cellular\nImmix Wireless\nInland Cellular\niWireless\nNex-Tech Wireless\nnTelos Wireless\nNorthwest Missouri Cellular\nNucla-Naturita Telephone Co\nPanhandle Telecommunications US\nPioneer Cellular\nPlateau Wireless\nPocket Wireless\nRevol Wireless\nSilver Star PCS\nSimmetry Wireless\nSnake River PCS\nSprocket Wireless\nStrata Networks\nSyringa Wireless\nThumb Cellular\nUnicel\nUnion Wireless\nUnited Wireless\nViaero Wireless\nWest Central Wireless\nAre text commands case-sensitive?\n      No, commands can be sent in lowercase (bal) or all capital letters (BAL).\nWill text banking work on my pre-paid service plan?\nAt this time, the following pre-paid carriers do not support text banking:\nSome Verizon Mobile Virtual Network Operators (MVNOs) (e.g. MIGO)\nTRACFONE®"
  },
  {
     "title":"Text Banking",
     "contenu":"How is the mobile website different from wellsfargo.com?\n      The mobile website is optimized to easily make transfers between your accounts and to other customers, pay your bills, find ATMs, and more, from your device.\n       For access to all products and services Wells Fargo offer, visit wellsfargo.com via your computer.\nDo I need a username and password to access wellsfargo.com?\n      Yes, sign on using your Wells Fargo Online® username and password.\nHow is Wells Fargo Mobile secure?\n      Wells Fargo Mobile is secure because:\n128-bit encryption masks your sensitive information\nWhen you close your browser or the app the session ends\nIt’s covered by our Online Security Guarantee\nCan I make transfers to another Wells Fargo customer with Wells Fargo Mobile?\n      Yes, but before you can make a mobile transfer to another Wells Fargo customer, you must first add the recipient to your transfer list on Wells Fargo Online via your computer."
  },
  {
     "title":"Mobile Websites",
     "contenu":"What apps are available?\n      Wells Fargo has custom apps for Android devices.\nIs there an app for my device?\n      Yes, there are apps designed specifically for use for your device. Download the Wells Fargo app from Google Play Store or Amazon App Store for Android smartphones and tablets.\nHow are Wells Fargo apps secure?\nWell Fargo apps are secure because:\n128-bit encryption masks your sensitive information\nWhen you close your browser or the app, the session ends\nThey’re covered by Well Fargo Online Security Guarantee\nHow do I know I am downloading a legitimate app?\n      To ensure the safety of your personal and account information, download apps from reputable sources only. When downloading a Wells Fargo app for your mobile device, ensure that Wells Fargo Bank is listed as the app publisher or seller.\nWhat is Sign On with Android Fingerprint?\n      Fingerprint Sign On allows you to use your device’s fingerprint feature to sign on to the Wells Fargo app with your fingerprint instead of entering your username and password."
  },
  {
     "title":"Apps",
     "contenu":"What is the Wells Fargo Mobile Deposit service?\n      With Wells Fargo Mobile Deposit (“Mobile Deposit”) you can make a deposit directly into your eligible checking or savings account using the Wells Fargo Mobile App.\n\nMobile Deposit lets you submit photos of the front and back of your endorsed check. You can save time with fewer trips to a Wells Fargo ATM or branch.\n\nWe use advanced encryption and security technology:\nWells Fargo Online credentials are not stored on your mobile device.\nCheck images are not stored on your mobile device.\nYou view accounts by nicknames you can define, not by account numbers.\n128-bit encryption masks your sensitive information.\nWho’s eligible to use the Mobile Deposit service?\n     Wells Fargo Online and Wells Fargo Business Online® customers who are at least 18 years of age, maintain an eligible checking or savings account, and who have accepted the Mobile Deposit Terms and Conditions are eligible to use Mobile Deposit. Enrollment is subject to availability.\nHow do I get Mobile Deposit?\n      Wells Fargo Mobile Deposit (“Mobile Deposit”) is available through the Wells Fargo Mobile app. If you already have Wells forg app, update it with the most recent version.\nHow does Mobile Deposit work?\nIt’s secure and easy to use.\n\nSign on to your Wells Fargo Mobile app then follow these simple steps:\nSelect the deposit function.\nChoose the account where you want to deposit your check.\nEnter the check amount.\nTake a picture of the front and back of your endorsed check with your mobile device. For photos that work best, follow these guidelines:\nPlace your check on a dark-colored, plain surface that’s well lit\nPosition your camera directly over the check (not at an angle)\nFit all 4 corners in the guides of your mobile device’s camera screen\n     5.Submit your deposit.\nYou’ll receive a confirmation message on your mobile device for each successful deposit. Plus, we’ll send a deposit confirmation to your primary email address and your Wells Fargo Online secure mailbox.\nWhat types of checks can I deposit?\n    You can deposit checks payable in U.S. dollars and drawn at any U.S. bank, including personal, business, and government checks. They must also be payable to, and endorsed by the account holder.\n       International checks, U.S. savings bonds, U.S. postal money orders, remotely created checks (whether in paper form or electronically created), convenience checks (checks drawn against a line of credit), and cash are not eligible for Mobile Deposit.\nWhat are the cut-off times for deposits made with Mobile Deposit?\n      Mobile deposited funds are available on the day after the deposit credit date, unless a hold is applied. If a hold is required on the check, you’ll receive a message during the deposit, and you’ll be able to cancel the deposit. If you continue with the deposit, you can get information about the funds availability through Wells Fargo Mobile or Wells Fargo Online.\n      For example, if you make a deposit before the cut-off time on a Monday funds are generally available on Tuesday. If you make a deposit after the cut-off time on a Friday, funds are typically available on the following Tuesday. Business days are Monday through Friday except holidays. The deposit credit date is provided on your Mobile Deposit confirmation screen and in the email we send you when your transaction is complete.\nWhen will my mobile deposit be available?\n      Funds are available on the next business day after the day of your deposit, unless a hold is applied. If a deposit is held (or a hold is applied), funds are posted to your account but are not immediately available to cover debits or withdrawals. Common reasons include:\nLarge deposit amount\nFrequent overdrafts\nDeposited check returned unpaid\nIndications a deposited check may not be paid\nIf a hold will be applied to any portion of your deposit, you’ll receive a message on your mobile device, including when funds will be available, prior to submitting your deposit. You can cancel your deposit at this time. If you continue and submit your mobile deposit, you’ll receive information about the hold in the confirmation email sent to your primary email address and secure inbox.\n\nYou’ll know that your deposit is available when the amount appears in the available balance2 of the account you selected when you submitted your mobile deposit.\nHow do I select a default account for Mobile Deposit?\n      To make an account the default for Mobile Deposit, select the account from the Select Account screen, check the Default account for mobile deposit box, and select Continue to proceed.\nNote: If you have only one account eligible for Mobile Deposit, it will automatically be your default account.\nIs there a limit on how much money I can deposit using the Wells Fargo Mobile app?\n      Yes, your mobile deposit limits are shown for each eligible account within the Amount field when making a deposit.\nWhat should I do with my paper check after using mobile deposit?\n      After depositing your check using Mobile Deposit, please follow these best practice guidelines:\nWrite “Mobile deposit on Date” on the front of your check. The date should be the month, day, and year of your deposit.\nSecurely store your check for 5 days after your deposit, and then destroy it. This allows sufficient time in case the original check is required for any reason."
  },
  {
     "title":"Desposit",
     "contenu":"How do I request an ATM access code on my device?\n      Open the Wells Fargo mobile app, go to the menu icon, select Account Services, then Card-Free ATM Access, and tap the Request Code button. You will receive a code that you can use at any Wells Fargo ATM.\nWhen does my code expire?\n      Your code expires after 30 minutes.\nCan I use my code at any ATM?\n      No. You can only use your code at Wells Fargo ATMs.\nWhat types of transactions can I complete with my code?\n      Once you enter your code and PIN, you’ll be able to complete any of the available ATM transactions. Any cash withdrawals you make will be included in your current daily ATM withdrawal limits for your debit or ATM card. You can perform one ATM transaction per code.\nDo I have to enroll to use the Card-Free ATM Access feature?\n        No. To request a code, simply sign on to the Wells Fargo mobile banking app on your mobile device.\nIs there a fee to use the Card-Free ATM Access feature?\n      No. Wells Fargo doesn’t charge a fee for Card-Free ATM Access. However, if you receive your code via text, your mobile carrier's message and data rates may apply.\nHow do I add or update my mobile number on file, so that I can receive a code via text?\n          Calling us is the fastest way to update your mobile number. Please call 1-800-956-4442 and let us know you’re trying to get an ATM access code.\nWhat if I suspect an unauthorized transaction?\n       Call us immediately at 1-800-869-3557 if an unauthorized transaction appears in your account activity.\nWill I get a receipt for transactions made with an ATM access code?\n         Yes. You can choose to print a receipt, or send it to your personal email address, to your wellsfargo.com secure inbox, or via text to your mobile number.\nCan I share my code with others?\n         No. Codes are for your use only. You may put your account at risk if you share your code or PIN with others.\nHow can I keep my code safe?\n        Treat your code as you would any other password. Keep it confidential and out of sight.\nWhere do I enter my code at the ATM?\n        Select Use an Access Code on the lower right of the ATM welcome screen. When prompted, enter your code and then the PIN for your debit or ATM card.\nWhy is only 1 account listed on the Request an ATM Access Code screen in the mobile app?\n      Your primary account and available balance are listed to help you choose an ATM or debit card for Card-Free ATM Access. When you use the code at the ATM, you’ll have access to all the checking and savings accounts linked to the card you choose.\nWhat accounts are listed on the ATM screen after I enter my access code at the ATM?\n       When you enter your access code, you’ll see all the checking and savings accounts that are linked to the ATM or debit card you selected when you requested an access code in the mobile app.\nWhy aren’t all of my accounts that appear in the mobile app listed on the ATM screen?\n       Your checking or savings account must be linked to your ATM or debit card in order to be listed on the ATM screen after you enter your access code.\nWhy aren’t all of my ATM and debit cards listed when I request an access code in the mobile app?\n        If one of your cards isn’t listed, you’ll need to establish access to the primary checking or savings account that is currently linked to your ATM or debit card through online banking to make it available for Card-Free ATM Access. You can establish access to your accounts through online banking by signing on to Wells Fargo Online® Full Site from any device using a browser. Select Accounts and Settings, then choose Profile and Settings, then Manage Online Settings, and then Add Accounts. You can also establish access to your accounts through online banking by calling 1-800-869-3557 or visiting a Wells Fargo branch."
  },
  {
     "title":"Card-Free ATM Access",
     "contenu":"What devices can I use with Android Pay?\nYou can use Android Pay on the following Android devices:\nNFC-enabled phone and tablet running Android OS 4.4 (KitKat) or higher\nNFC-enabled Android smartwatches\nMobile ChromeTM browser running v53 or higher\n \n\nWhat Wells Fargo cards can I add to Android Pay?\n      Android Pay will work with most of wells fargo's consumer and small business cards including Wells Fargo Visa® credit cards, Debit Cards, and prepaid cards; and with wells fargo's Wells Fargo Propel American Express® credit cards.\nCan I use multiple Wells Fargo cards with Android Pay?\n      Yes, you can use multiple cards with Android Pay. Devices do not share cards, so if you want to use the same card on two different devices, you will need to add the card on each device separately. To ensure you’re using your Wells Fargo card, tap the card image on each of your devices to set it as your default payment card. You can easily switch between cards whenever you make a purchase.\nHow do I set my Wells Fargo card as my default card in Android Pay?\n    Once you’re in the Android Pay app, you can easily set your default card\nOn Android phone or tablet:\nOpen the Android Pay app\nTap your Wells Fargo card\nTap Set as default card\n\nOn Android Wear smartwatch:\nOpen the Android Pay app\nScroll to the card you want to use as default and then tap it\nFrom the bottom, swipe up on More\nTap Set as default card\nDo I need to my add my Wells Fargo card to Android Pay if I already added it to Google Wallet or Android Pay prior to September 9, 2015?\n      Yes, you need to remove your Wells Fargo card from Google Wallet and add it again to Android Pay."
  }
]
