[
  {
     "title":"What is Zynn?",
     "contenu":"Zynn looks very much like TikTok, with almost identical visual style, and features like effects and video editing tools."
  },
  {
     "title":" Zynn's key functions",
     "contenu":"Discover spontaneous and exciting short-form videos\nCreate fancy 15 seconds videos with massive music library, cool stickers and funny effects\nShare wonderful moments to Instagram, Snapchat and etc.\nConnect to like-minded people from the globe, embrace your community"
  },
  {
     "title":"Get Paid !",
     "contenu":"In order to get paid, you need to set your PayPal up with Zynn and simply start watching videos uploaded by users. According to this app review blog, every time you watch 20 seconds of a video, you earn points that you later trade in for cash. \"You earn about ~40-70 points each time the meter fills up, and every 6 times the meter fills up you receive a jackpot that gives ~300-400 points. $1 = 10,000 points, which sounds like a lot, but you'd be surprised how fast they add up.\""
  },
  {
     "title":"Is Zynn a scam?",
     "contenu":"Zynn is seemingly not a scam, but it looks like it may be a pyramid scheme. And since it's so new, it's unclear whether the business model is sustainable. Furthermore, YouTuber Tech Hustler stated that the new app technically works, but has been glitchy. You're also not allowed to withdraw all your cash at once. But he was able to successfully make a $50 withdrawal, which he posted to his video."
  },
  {
     "title":"Sign Up with Zynn",
     "contenu":"First, you need to sign up using your mobile phone (both iPhone and Android are fine). Do NOT use VPN. Do NOT use temporary phone numbers like Google Voice phone. You will need your phone to get validation codes when you want to withdraw the money."
  },
  {
     "title":"Set Up Your Profile",
     "contenu":"Tap on the person icon in the bottom right corner. Then click on the little hexagon in the right top corner. It will take you to the Settings menu. Then go to “Profile” and chose a new username. You can update your gender, upload your picture and add some Bio if you want."
 },
    {
     "title":"How To Make Money With Zynn",
     "contenu":"There are 2 main ways to make money: watching videos and inviting friends (referrals). In the future, the company may add more options, we’ll see.\n\nWatching Video Clips\nTo start watching videos, tap on the present box icon on the bottom. The clip will start playing and you’ll see a yellow circle growing around the icon. It stops growing when the clip ends and restarts.\n\nTo move to the next clip, pull down the screen with your finger OR tap on “Home” in the left bottom corner. The new clip will start and the yellow circle will keep building up. Once the circle is completed, you will get points. It can be in the 45-75 points range.\n\nSometimes the present box icon turns into the money bag icon. It means you will get a larger points amount for this round, like 170-500 points range. The points can be redeemed to cash once a day. 10,000 points worth $1. Currently, the daily limit of points is 10,000. Don’t be surprised if you stop earning after an hour or so. Just come back tomorrow.\n\nImportant: keep watching daily to maximize your earnings!!!\n\nReferral Program\nYou can make more money if you bring new members to Zynn. Currently, the referral bonus is up to $20 per friend.\n\nThe first $6 will be credited when the friend joins, validates the account and watches first videos. If they continue watching on day 2 and day 3, you will get another $1 per day.\n\nYou will also earn points in the following days when your referrals use the app.\n\nHow to find your referral code? Tap on the present box icon and then on the yellow “Invite” button. Your code will be in the middle of the screen. For easy sharing, you can use the buttons of social media from the bottom of the screen: Facebook, WhatsApp, Messages and more."
  },
  {
     "title":"What Is Zynn’s Business Model?",
     "contenu":"For now, I can see how Zynn pays out money to the users, but I don’t see how they generate income. This is not a sustainable situation, as you can imagine. Though, I can think about it as a period when the company builds its customer base. They pay to bring users to the platform. Maybe, Zynn is planning to make money from advertisements, membership fees or some other creative ways we don’t see now. I won’t be surprised if it will stop paying for watching or referrals in the future. For now, it looks like a legit opportunity to earn money from the comfort of your couch.\n\nFrom my chat with the company’s representative: “there might be another program coming out soon to incentivize content creators. Once the program is launched, there will be an announcement in our social media pages”."
}
]
